pacman-contrib
rsync
cpio
bluez
blueman
wl-clip-persist
thunar
gvfs
libgsf
tumbler
ffmpegthumbnailer
7zip
xarchiver
bleachbit
flatpak
gnome-keyring
fish
starship
fastfetch
eza
fd
nnn
less
btop
cava
pulsemixer
swww
waybar
swaync
hypridle
hyprlock
hyprpicker
brightnessctl
gammastep
nwg-look
materia-gtk-theme
ttf-fira-sans
ttf-firacode-nerd
ttf-jetbrains-mono
mpv
swayimg
qt6-multimedia
easyeffects
lsp-plugins
gst-plugins-bad
calf
obs-studio
spotify-launcher
ncspot
yt-dlp
libreoffice-fresh
thunderbird
obsidian
code
neovim
cmake
meson
discord
qbittorrent
steam
lutris
cmatrix
lolcat
asciiquarium
bitwarden
