reflector
pacman-contrib
rsync
flatpak
fish
starship
fastfetch
eza
bottom
htop
fd
swww
waybar
swaync
nwg-look
materia-gtk-theme
hypridle
hyprcursor
hyprpicker
hyprlock
thunar
gvfs
tumbler
xarchiver
7zip
neovim
code
cmake
meson
cpio
pkg-config
pipewire
pipewire-pulse
pipewire-alsa
pipewire-jack
pavucontrol
pulsemixer
easyeffects
lsp-plugins
calf
vlc
mpv
cava
libreoffice-fresh
thunderbird
discord
bitwarden
steam
lutris
ncspot
blueman
bluez
obsidian
asciiquarium
cmatrix
bleachbit
gst-plugins-bad
brightnessctl
nerd-fonts
